"Amp Simulation" = "Symulacja wzmacniacza"; 
"Amps" = "Wzmacniacze";
"Analog Basic" = "Analog Basic"; 
"Analog Mono" = "Analog Mono"; 
"Analog Pad" = "Analog Pad"; 
"Analog Swirl" = "Analog Swirl"; 
"Analog Sync" = "Analog Sync"; 
"Auto Wah" = "Automatyczna „kaczka”"; 
"Automatic Filter" = "Filtr automatyczny"; 
"Bass" = "Basowe"; 
"Bass Amp" = "Wzmocnienie basów"; 
"Bass Reduction" = "Redukcja basów"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Chór"; 
"Church Organ" = "Organy kościelne"; 
"Compressor" = "Kompresor"; 
"Digital Basic" = "Digital Basic"; 
"Digital Mono" = "Digital Mono"; 
"Digital Stepper" = "Digital Stepper"; 
"Distortion" = "Zniekształcenie"; 
"Drum Kits" = "Zestawy bębnów"; 
"Ducker" = "Wyciszanie"; 
"Echo" = "Echo"; 
"Electric Clav" = "Klawinet"; 
"Electric Piano" = "Pian. elektr."; 
"Enhance Timing" = "Korekcja taktowania"; 
"Enhance Tuning" = "Korekcja strojenia"; 
"Visual EQ" = "Korektor wizualny"; 
"Flanger" = "Flanger"; 
"Gate" = "Bramka"; 
"Guitar" = "Gitara"; 
"Horns" = "Dęte blaszane"; 
"Hybrid Basic" = "Hybrid Basic"; 
"Hybrid Morph" = "Hybrid Morph"; 
"Limiter" = "Limiter"; 
"Overdrive" = "Przesterowanie"; 
"Phaser" = "Phaser"; 
"Piano" = "Fortepian"; 
"Reverb" = "Pogłos"; 
"Sampler" = "Poglądówki";
"Sound Effects" = "Efekty dźwiękowe"; 
"Speech Enhancer" = "Uwydatnienie mowy"; 
"Stomp Boxes" = "Stompboksy";
"Strings" = "Smyczkowe"; 
"Tonewheel Organ" = "Organy elektroniczne"; 
"Track Echo" = "Echo ścieżki"; 
"Track Reverb" = "Pogłos ścieżki";
"Treble Reduction" = "Redukcja wysokich tonów"; 
"Tremolo" = "Tremolo"; 
"Tuned Percussion" = "Strojenie perkusji"; 
"Tuner" = "Tuner"; 
"Vocal Transformer" = "Przekształcenie głosu"; 
"Voice" = "Głos"; 
"Woodwind" = "Dęte drewn."; 
"GarageBand Synth" = "Syntezator GarageBand";

